{"file_name": "1.png", "text": "A broad-bladed axe with a slight curve, complemented by a long slender handle."}
{"file_name": "14.png", "text": "A medium-sized, straight-edged axe with a balanced proportion between blade and handle."}
{"file_name": "15.png", "text": "A uniquely designed axe featuring twin blades, each having an outward curve, set on a short handle."}
{"file_name": "16.png", "text": "A crescent-shaped, elongated axe blade with a decorative handle, giving it a ceremonial appearance."}
{"file_name": "17.png", "text": "A compact axe with a narrow blade that tapers to the handle, suitable for precision work."}
{"file_name": "19.png", "text": "A hefty axe with a wide, angular blade and a thick handle, ideal for heavy-duty tasks."}
{"file_name": "20.png", "text": "A traditional axe design with a pronounced curve in the blade and a long wooden handle."}
{"file_name": "21.png", "text": "An axe with a geometric, trapezoidal blade, set on a medium-length handle."}
{"file_name": "22.png", "text": "A sleek axe with a long, slender blade that runs parallel to the handle, giving it a modern look."}
{"file_name": "23.png", "text": "A double-edged axe where both blades curve inward, set on a decorated handle, evoking a fantasy aesthetic."}
{"file_name": "24.png", "text": "A vintage axe with a broad blade showcasing intricate engravings, paired with a wooden handle."}
{"file_name": "25.png", "text": "A short axe featuring a blade with an aggressive curve, suitable for close combat."}
{"file_name": "26.png", "text": "A ceremonial axe with an ornate, golden blade and a handle decorated with blue gemstones."}
{"file_name": "27.png", "text": "A compact, hatchet-like axe with a symmetrical blade and wooden handle."}
{"file_name": "28.png", "text": "A modern tactical axe, featuring a sleek black blade with an angular design and a matching black handle."}
{"file_name": "29.png", "text": "A fantasy-inspired axe with a jagged blade resembling flames, mounted on a wooden handle."}
{"file_name": "30.png", "text": "A double-bladed axe, each blade arching outwards, combined with a decorative metal handle."}
{"file_name": "31.png", "text": "A traditional logger's axe with a straight blade and a long, slightly curved handle."}
{"file_name": "32.png", "text": "A battle axe with a broad, flat blade and a handle reinforced with metal bands."}
{"file_name": "33.png", "text": "A slender axe with a long, thin blade, reminiscent of an executioner's tool, set on a wooden handle."}
{"file_name": "34.png", "text": "A classic lumberjack axe with a wide blade and a sturdy wooden handle."}
{"file_name": "36.png", "text": "A compact axe with a sharp, straight blade and a dark wooden handle."}
{"file_name": "37.png", "text": "An ornate axe with intricate designs on its broad blade and a matching decorated handle."}
{"file_name": "38.png", "text": "A tactical axe with a dual-purpose blade featuring a sharp edge and a pointed end."}
{"file_name": "39.png", "text": "A fantasy-inspired axe with a jagged blade resembling a lightning bolt."}
{"file_name": "40.png", "text": "A ceremonial axe with a wide, flat blade displaying engraved patterns and a dark handle."}
{"file_name": "41.png", "text": "A sleek battle axe with a sharp, elongated blade and a reinforced handle."}
{"file_name": "43.png", "text": "A traditional axe with a slightly curved blade and a comfortable grip handle."}
{"file_name": "44.png", "text": "A modern axe with a geometric blade design and a metallic handle."}
{"file_name": "45.png", "text": "An ancient-looking axe with a heavily worn blade and a handle wrapped in leather strips."}
{"file_name": "46.png", "text": "A hefty battle axe with a wide blade, featuring a serrated edge and a reinforced handle."}
{"file_name": "47.png", "text": "A compact hatchet with a sharp blade, suitable for woodwork and camping tasks."}
{"file_name": "48.png", "text": "A ceremonial axe with a golden blade showcasing intricate designs, complemented by a decorated handle."}
{"file_name": "49.png", "text": "A modern tactical axe with a sleek design, featuring a dual-edged blade and ergonomic handle."}
{"file_name": "50.png", "text": "A traditional axe with a pronounced blade curve, mounted on a long wooden handle."}
{"file_name": "51.png", "text": "A fantasy-inspired axe with a unique blade shape resembling a dragon's wing."}
{"file_name": "52.png", "text": "A versatile axe with a balanced blade design, complemented by a comfortable grip handle."}
{"file_name": "53.png", "text": "An antique axe with a rusted blade, carrying the charm of old-world craftsmanship."}
{"file_name": "54.png", "text": "A double-bladed battle axe, with each blade showcasing a distinct curve, set on a decorated handle."}
{"file_name": "55.png", "text": "A sleek axe with a long, straight blade, giving it a modern and efficient look."}
{"file_name": "56.png", "text": "A battle axe with a hefty blade featuring a notched design, paired with a sturdy handle."}
{"file_name": "57.png", "text": "A compact hand axe with a triangular blade, ideal for precision tasks."}
{"file_name": "58.png", "text": "A decorative axe with an ornate blade showcasing intricate patterns, set on an embellished handle."}
{"file_name": "59.png", "text": "A modern axe with a sharp blade that tapers towards the handle, giving it a sleek appearance."}
{"file_name": "60.png", "text": "A classic design axe with a broad blade and a long, robust wooden handle."}
{"file_name": "61.png", "text": "A fantasy axe with a blade resembling a mythical creature's wing, attached to a decorated handle."}
{"file_name": "62.png", "text": "A versatile tool with a balanced blade and handle design, suitable for various tasks."}
{"file_name": "63.png", "text": "An antique-looking axe with a tarnished blade and a handle wrapped in aged leather."}
{"file_name": "64.png", "text": "A double-bladed axe, each blade having a unique curvature, complemented by a metal handle."}
{"file_name": "65.png", "text": "A tactical axe with a streamlined blade design, paired with a comfortable grip handle."}
{"file_name": "66.png", "text": "A traditional woodcutter's axe with a wide blade and a long wooden handle."}
{"file_name": "67.png", "text": "A compact hatchet with a pronounced curve in the blade, suitable for carving tasks."}
{"file_name": "68.png", "text": "A ceremonial axe with a golden blade adorned with blue gemstones, set on a decorative handle."}
{"file_name": "69.png", "text": "A modern tactical axe with an angular blade design, complemented by a black handle."}
{"file_name": "71.png", "text": "A fantasy-inspired axe with a unique blade shape resembling a crescent moon."}
{"file_name": "72.png", "text": "A sleek, contemporary axe with a straight blade and a metallic finish."}
{"file_name": "75.png", "text": "A rugged battle axe with a notched blade, attached to a handle with leather wrappings."}
{"file_name": "76.png", "text": "An ornate axe with a silver blade showcasing intricate engravings, paired with a decorated handle."}
{"file_name": "77.png", "text": "A hefty double-bladed axe, each blade having a distinct curvature, set on a metal handle."}
{"file_name": "78.png", "text": "A traditional logger's axe with a simple blade design and a wooden handle."}
{"file_name": "79.png", "text": "A compact battle axe with a dual-purpose blade featuring a sharp edge and a serrated back."}
{"file_name": "80.png", "text": "A sleek hatchet with a slender blade, complemented by a dark wooden handle."}
{"file_name": "81.png", "text": "A ceremonial axe with an ornate blade displaying intricate patterns, set on a decorative handle."}
{"file_name": "82.png", "text": "A hefty lumberjack axe with a wide blade and a robust wooden handle."}
{"file_name": "83.png", "text": "A modern axe with a geometric blade design, paired with a comfortable grip handle."}
{"file_name": "84.png", "text": "A fantasy-inspired axe with a unique blade shape, resembling a dragon's talon."}
{"file_name": "85.png", "text": "A tactical axe with an angular blade design, complemented by a reinforced handle."}
{"file_name": "86.png", "text": "An ornate axe with a golden blade adorned with red gemstones, attached to a decorative handle."}
{"file_name": "87.png", "text": "A traditional axe with a pronounced blade curve, suitable for heavy-duty tasks."}
{"file_name": "88.png", "text": "A compact hand axe with a sharp blade, ideal for precision woodwork."}
{"file_name": "89.png", "text": "A hefty battle axe with a pronounced blade curve and a detailed wooden handle."}
{"file_name": "90.png", "text": "A compact hand axe with a straight blade, suitable for precision tasks."}
{"file_name": "91.png", "text": "A ceremonial axe with a wide blade showcasing intricate patterns, set on a decorative handle."}
{"file_name": "92.png", "text": "A modern axe with a sharp, angular blade and a matching sleek handle."}
{"file_name": "93.png", "text": "A traditional logger's axe with a simple blade design and a long wooden handle."}
{"file_name": "96.png", "text": "A fantasy-inspired axe with a blade resembling a mystical symbol, paired with a decorated handle."}
{"file_name": "97.png", "text": "A tactical axe with a versatile blade design, featuring both sharp and serrated edges."}
{"file_name": "99.png", "text": "A classic design axe with a broad blade and a reinforced handle."}
{"file_name": "100.png", "text": "A compact hatchet with a pronounced curve in the blade, ideal for carving and woodwork."}
